C2LP-Assistant/C2LP.Assistant.TMSConsole/bin/Debug/AccessRecord/Node_20170704104116_HD2487565.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ser="http://service.webservice.vtradex.com" > <soapenv:Header/><soapenv:Body><ser:tmsShipmentInTransitXml><?xml version="1.0"?>
<XML xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <MESSAGEHEAD>
    <SENDER>NBJC01160122</SENDER>
    <FILETYPE>XML</FILETYPE>
    <CONTENTTYPE>CarrierTrackRecord</CONTENTTYPE>
    <SENDTIME>2017-07-04 10:41:07</SENDTIME>
    <FILENAME>20170704104107</FILENAME>
    <FILEFUNCTION>ADD</FILEFUNCTION>
  </MESSAGEHEAD>
  <MESSAGEDETAIL><![CDATA[<?xml version="1.0"?>
<XML xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <CONTENTLIST>
    <CONTENT>
      <HEADER />
      <DETAILLIST>
        <DETAIL>
          <ECNO>161109093</ECNO>
          <CECNO>991HD2487565</CECNO>
          <LEGNO>HD2487565</LEGNO>
          <TRACKTIME>2017-06-21 10:15:27</TRACKTIME>
          <TRACKPERSON />
          <TRACKINFO>【浙B287R6】 配送员已出发 准备运往【丽水】</TRACKINFO>
          <TRACKTYPE>17</TRACKTYPE>
        </DETAIL>
      </DETAILLIST>
    </CONTENT>
  </CONTENTLIST>
</XML>]]></MESSAGEDETAIL>
</XML></ser:tmsShipmentInTransitXml></soapenv:Body></soapenv:Envelope>

-------------------------------------------------------------------------

<?xml version="1.0" encoding="UTF-8"?><XML><MSGCODE>1</MSGCODE><MSGCONTENT></MSGCONTENT><MSGNAME>20170704104107</MSGNAME></XML>